Repository: craigchristenson/DukaPress_2CO
Catalog: dukapress/languages/dukapress-*.po
Languages: sw_ke, tr_tr

source: DukaPress Transactions
sw_ke: Yaliyotendeka kupitia DukaPress

source: Total %d orders sold with total amount of %s %d
sw_ke: %d iliuzwa ikijumlika kuwa %s %d
tr_tr: Toplam %d orders sold with total amount of %s %d

source: &raquo;
sw_ke: &raque;

source: Displaying %s&#8211;%s of %s
sw_ke: Unaona %s&#8211;%s katika %s
tr_tr: Gösterilen %s&#8211;%s of %s

source: DukaPress Shop Order Log
sw_ke: Rekodi ya yaliyouzwa kupitia DukaPress
tr_tr: Dukapress Mağaza Satış Kayıtları

source: No records found !
sw_ke: Rekodi haipatikani!
tr_tr: Kayıt Bulunamadı !

source: Transaction Details for Invoice No.
sw_ke: Ankara Nambari

source: Sub-Total:
sw_ke: Jumla Ndogo:

source: Shipping:
sw_ke: Kusafirisha:
tr_tr: Kargo:

source: Discount:
sw_ke: Diskaunti:
tr_tr: İndirim:

source: Tax:
sw_ke: Ushuru:
tr_tr: Vergi:

source: Total:
sw_ke: Jumla:
tr_tr: Toplam:

source: Click here to download your Invoice.
sw_ke: Bonyeza hapa kudownload ankara yako.

source: Send Payment Notification.
sw_ke: Tuma ripoti ya kupokea malipo.

source: Settings Saved
sw_ke: Settings zimeseviwa
tr_tr: Ayarlar Kaydedildi

source: Basic Shop Settings
sw_ke: Settings za kimsingi
tr_tr: Temel Mağaza Ayarları

source: Name of Shop
sw_ke: Jina la duka
tr_tr: Mağazanın Adı

source: Address
sw_ke: Anwani
tr_tr: Adres

source: State / Province
sw_ke: Jimbo / Mkoa
tr_tr: İl / İlçe

source: Postal Code
sw_ke: Kodi ya Posta
tr_tr: Posta Kodu

source: City / Town
sw_ke: Jiji / Mji
tr_tr: Şehir / İlçe

source: Shop Mode
sw_ke: jinsi ya Duka
tr_tr: Mağaza Modu

source: Country of your shop
sw_ke: Nchi ya Duka
tr_tr: Mağazanızın ülkesi

source: Currency
sw_ke: Sarafu
tr_tr: Para Birimi

source: Enable User Registration:
sw_ke: Wezesha uandikishaji wa watumizi
tr_tr: Üye Olmayı Aktif Et

source: Product Page Image Effect
sw_ke: 'Effect' ya Ukurasa wa Bidhaa
tr_tr: Ürün Sayfası Resim Efekti

source: Main Product Image Size
sw_ke: Ukubwa wa Picha Kuu ya Bidhaa
tr_tr: Ana Ürün Resim Boyutu

source: Product Thumbnail Size
sw_ke: Ukubwa wa Picha Ndogo ya bidhaa
tr_tr: Ürün Ufak Resim Boyutu

source: Grid Product Thumbnail Size
sw_ke: Ukubwa wa Picha ya "Grid"
tr_tr: Ürün Sıralama Ufak Resim Boyutu

source: Currency Symbol
sw_ke: Ishara ya Sarafu
tr_tr: Para Birimi Sembolü

source: Checkout Page URL
sw_ke: URL ya Ukurasa wa kulipia
tr_tr: Satın Alma Sayfası Adres

source: Thank You Page URL
sw_ke: URL ya Ukurasa wa kutoa shukran
tr_tr: Teşekkürler Sayfası Adres

source: Tax
sw_ke: Ushuru
tr_tr: Vergi

source: Payment Options
sw_ke: Njia za Kulipia
tr_tr: Ödeme Ayarları

source: Product Management
sw_ke: Usimamizi wa Bidhaa
tr_tr: Ürün Yönetimi

source: Inventory Settings
sw_ke: Settings za hesabu ya bidhaa
tr_tr: Envanter Ayarları

source: Active
sw_ke: Hai
tr_tr: Aktif

source: No
sw_ke: Hapana
tr_tr: Hayır

source: Yes
sw_ke: Ndio
tr_tr: Evet

source: Display Stocks Amounts
sw_ke: Onyesha hesabu ya bidhaa
tr_tr: Stok Miktarını Göster

source: Sold Out Notice
sw_ke: Onyesha kwa bidhaa zimeisha
tr_tr: Tükendi Notu

source: Warning Threshold
sw_ke: Kizingiti cha Onyo
tr_tr: Uyarı Eşiği

source: Inventory warning email
sw_ke: Anwani ya barua pepe ya kutuma onyo
tr_tr: Envanter Uyarı Mail

source: Shipping Options
sw_ke: Njia za usafirishaji
tr_tr: Kargo Ayarları

source: Shipping calculation method
sw_ke: Njia ya kuseabu malipo ya usafirishaji
tr_tr: Kargo Hesaplama Yöntemi

source: Free
sw_ke: Bure

source: Flat
sw_ke: Malipo sawa

source: Flat Limit
sw_ke: Malipo sawa mpaka kikomo

source: Weight Flat
sw_ke: Lipiza kuzingatia uzito

source: Weight Class
sw_ke: Lipiza kuzingatia uzito mbalimbali

source: Per Item
sw_ke: Lipiza kila kitu kimoja peke yake

source: Flat Rate
sw_ke: Kiwango cha Malipo sawa

source: Flat Limit Rate
sw_ke: Kiwango cha Malipo sawa mpaka kikomo

source: Weight Flat Rate
sw_ke: Kiwango cha kulipiza kuzingatia uzito

source: Weight Class Rate
sw_ke: Kiwango cha kulipiza kuzingatia uzito mbalimbali

source: Per Item Rate
sw_ke: Kiwango cha kulipiza kila kitu peke yake

source: Digital Products
sw_ke: Bidhaa 'Digital'
tr_tr: Dijital Ürünler

source: Download Links Duration:
sw_ke: Muda wa "Download Link" kuwa hai

source: Use PayPal Sandbox:
sw_ke: Tumia "payPal Sandbox":
tr_tr: PayPal Sandbox Kullan:

source: Your Shops' Currency Code is not compatible with WorldPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to WorldPay.
sw_ke: Sarafu inayotumiwa kwa duka lako haikubaliwi na WordPay. tafadhali chagua nyingine kwa hizo hapa chini. Malipo yataguezwa kutumiwa hiyo sarafu mpya wateja wanapochagua kulipa kutumia WordPay.

source: WorldPay Currency Code
sw_ke: Sarafu ya WorldPay

source: Your Shops' Currency Code is not compatible with AlertPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to AlertPay.
sw_ke: Sarafu inayotumiwa kwa duka lako haikubaliwi na AlertPay. tafadhali chagua nyingine kwa hizo hapa chini. Malipo yataguezwa kutumiwa hiyo sarafu mpya wateja wanapochagua kulipa kutumia AlertPay.

source: AlertPay Currency Code
sw_ke: Sarafu ya AlertPay

source: Mobile
sw_ke: Rununu
tr_tr: Mobil

source: Name
sw_ke: Jina
tr_tr: İsim

source: Number
sw_ke: Nambari
tr_tr: Numara

source: Bank Details
sw_ke: Maelezo ya benki
tr_tr: Banka Ayrıntıları

source: Name of Bank
sw_ke: Jina la benki
tr_tr: Bank Adı

source: Account Number
sw_ke: Nambari ya Akaunti
tr_tr: Hesap Numarası

source: Bank Account Owner
sw_ke: Jina la anayemilikia akaunti ya Benki
tr_tr: Banka Sahibi

source: IBAN
sw_ke: BAN

source: Discount Management
sw_ke: Diskaunti
tr_tr: İndirim Yönetimi

source: Enable Discount
sw_ke: Wezesha Diskaunti
tr_tr: İndirim Aktif Et

source: Enter Discount Code
sw_ke: Ingiza kodi ya diskaunti
tr_tr: İndirim Kodu Gir

source: Discount
sw_ke: Diskaunti
tr_tr: İndirim

source: One Time Discount
sw_ke: La kutumiwa mara moja?
tr_tr: Tek Kullanımlık İndirim

source: DukaPress News
sw_ke: Habari za DukaPress
tr_tr: Dukapress Haberler

source: Please review your order
sw_ke: Tafadhali pitia tena unachotaka kununua
tr_tr: Lütfen Ödemenizi Tamamlayınız

source: Price
sw_ke: Bei
tr_tr: Fiyat

source: Product
sw_ke: Bidhaa
tr_tr: Ürün

source: Quantity
sw_ke: Hesabu
tr_tr: Adet

source: Price:
sw_ke: Bei:
tr_tr: Fiyat:

source: Your Name:
sw_ke: Jina lako:
tr_tr: Adınız:

source: Your Email:
sw_ke: Anwani ya barua pepe:
tr_tr: Mail Adresiniz:

source: Subject:
sw_ke: Maudhui:
tr_tr: Konu:

source: Message:
sw_ke: Ujumbe:
tr_tr: Mesaj:

source: Discount Code
sw_ke: Kodi ya diskaunti
tr_tr: İndirim Kuponu

source: Check
sw_ke: Angalia
tr_tr: Kontrol

source: Bank transfer in advance
sw_ke: Transfer ya benki
tr_tr: Banka Havalesi

source: Cash at store
sw_ke: Pesa Dukani
tr_tr: Mağazada Nakit

source: Cash on delivery
sw_ke: Pesa utakapopata bidhaa
tr_tr: Nakit olarak Ödeyin

source: Pay by Mobile Phone
sw_ke: Lipa kutumia simu ya mkono
tr_tr: Mobil Telefon İle Öde

source: Make payment using
sw_ke: Lipa kupitia
tr_tr: Ödemeyi yap

source: Make Payment
sw_ke: Lipa
tr_tr: Ödemeyi Tamamla

source: New user registration on your site %s:
sw_ke: Mtumizi mpya ameandikishwa kwa duka lako %s:
tr_tr: Sitenize yeni kullanıcı kaydoldu %s:

source: Username: %s
sw_ke: usernameL %s
tr_tr: Kullanıcı Adı: %s

source: [%s] New User Registration
sw_ke: [%s] Mtumizi mpwa kuandikishwa
tr_tr: [%s] Yeni Kullanıcı Kayıt

source: [%s] Your username and password
sw_ke: [%s] Username na Password zako
tr_tr: [%s] Kullanıcı Adınız ve Şifreniz

source: Billing Address
sw_ke: Anwani ya anayelipa
tr_tr: Satış Adresi

source: First Name
sw_ke: Jina la Kwanza
tr_tr: İlk Adınız:

source: Please enter the First Name
sw_ke: Tafadhali andika jina la kwanza
tr_tr: Lütfen İlk Adınız Tekrar Giriniz

source: Last Name
sw_ke: Jina la mwisho
tr_tr: Soyadınız

source: Please enter the Last Name
sw_ke: Tafadhali andika jina la mwisho
tr_tr: Lütfen Soyadınızı Tekrar Giriniz

source: Please enter the Address
sw_ke: tfadhali andika Anwani
tr_tr: Lütfen Adres Giriniz

source: City
sw_ke: Jiji
tr_tr: Şehir

source: Please enter the City
sw_ke: Tafadhali andika Jiji
tr_tr: Lütfen Şehir Giriniz

source: Province / State
sw_ke: Mkoa / Jimbo
tr_tr: İlçe

source: Please enter the State
sw_ke: Tafadhali andika jimbo
tr_tr: Lütfen ilçe Giriniz

source: Please enter the Postal Code
sw_ke: Tafadhali andika kodi ya Posta
tr_tr: Lütfen Posta Kodunuzu Tekrar Giriniz

source: Country
sw_ke: nchi
tr_tr: Ülke

source: Email
sw_ke: Anwani ya barua pepe
tr_tr: E-Posta

source: Please enter the Email
sw_ke: Tafadhali andika anwani ya barua pepe
tr_tr: Lütfen E-Posta Giriniz

source: Phone Number
sw_ke: nambari ya simu
tr_tr: Telefon Numarası

source: Please enter the Phone
sw_ke: Tafadhali andika nambari ya simu
tr_tr: Lütfen Telefon Giriniz

source: Shipping Address
sw_ke: Anwani ya kusafirishia bidhaa
tr_tr: Kargo Adresi

source: I have a different Shipping Address.
sw_ke: Anwani ya kusafirishia bidhaa ni tofauti
tr_tr: Benim Farklı Bir Kargo Adresim Var

source: Product Name
sw_ke: Jina la bidhaa
tr_tr: Ürün Adı

source: Inquiry Form Submitted
sw_ke: Fomu ya kutaka kujua mengine imekwa submitted

source: Thank you for submitting Inquiry form.
sw_ke: Asante kwa kutaka kujua zaidi

source: We will contact you soon.
sw_ke: Tutawasiliana nawe hivi karibuni.

source: Thank you for your order!
sw_ke: Asante kwa kununua!
tr_tr: Siparişiniz için teşekkür ederiz !

source: Please keep
sw_ke: Tafadhali weka

source: ready for payment upon delivery.
sw_ke: tayari tutakapoleta bidhaa.

source: ready for payment when you come to take your order.
sw_ke: tayari utakapokuja kuchukua ulichonunua.

source: Please transfer
sw_ke: Tafadhali tuma
tr_tr: Lütfen Aşağıdaki Banka hesabına Yandaki Ücreti Yatırınız:

source: to our Bank Account using following information:
sw_ke: kwa benki yetu ukitumia maelezo haya:
tr_tr: Miktarı Aşağıdaki Banka Bilgilerini Kulanarak Transfer İşlemlerini Gerçekleştiriniz:

source: Name of Recipent:
sw_ke: Jina la anayepokea:
tr_tr: Alıcının Adı:

source: for:</td><td>Order No.:
sw_ke: kwar:</td><td>Order No.:
tr_tr: Sipariş No:</td><td>

source: Name of Bank:
sw_ke: Jina la Benki:
tr_tr: Banka Adı:

source: When we have received your payment in our account, we will begin to Process your Order.
sw_ke: Tutakapo pokea malipo, tutashughulikia agizo lako.
tr_tr: Ödemenizi aldıkdan sonra size geri dönüş yapılacak ve siparişiniz tamamlanacakdır.

source: Please send
sw_ke: Tafadhali tuma
tr_tr: Lütfen Gönder

source: to any of the following numbers:
sw_ke: kwa nambari yoyote katika hizi:

source: Please also send your invoice number to us by SMS using the phone that you used to send the money. When we have received your payment in any of our accounts, we shall begin to Process your Order.
sw_ke: Tafadhali pai tuma SMS ukitumia nambari unayotumia kutuma pesa. Tutakapo pokea malipo, tutashughulikia agizo lako.
tr_tr: Please also send your invoice number to us by SMS using the phone that you used to send the money. Ödemenizi aldıkdan sonra size geri dönüş yapılacak ve siparişiniz tamamlanacakdır.

source: Thank you for making the payment of
sw_ke: Asante kwa kulipia
tr_tr: Ödemenizi

source: using
sw_ke: kutumia
tr_tr: kullanarak yaptığınız için teşekkürler

source: We will process your order soon.
sw_ke: Tutashughulikia agizo lako sasa hivi.
tr_tr: Siparişinizi en kısa sürece işleme alacağız.

source: Order canceled !!
sw_ke: Agizo limekuwa canceled!
tr_tr: Sipariş İptal Edildi !!

source: Select
sw_ke: Chagua
tr_tr: Seç

source: Currently in Stock
sw_ke: Iko kwa stoo
tr_tr: Stok Bilgisi

source: Out of Stock
sw_ke: Haiko kwa stoo
tr_tr: Sokta Kalmadı

source: Add to Cart
sw_ke: Ongeza kwa Begi
tr_tr: Sepete Ekle

source: Inquire
sw_ke: Maelezo Zaidi

source: New Price:
sw_ke: Bei Mpya:
tr_tr: Yeni Fiyat:

source: Currently In Stock:
sw_ke: Hesabu iliyo kwa stoo:
tr_tr: Stok Bilgisi:

source: Item Weight:
sw_ke: Uzito:
tr_tr: Nesne Ağırlığı:

source: Option Name
sw_ke: Jina la Option
tr_tr: Ayar Adı

source: Variation Name
sw_ke: Jina la Variation
tr_tr: Varyasyon Adı

source: Variation Price
sw_ke: Bei ya Variation
tr_tr: Varyasyon Fiyatı

source: Products
sw_ke: Bidhaa
tr_tr: Ürünler

source: Add New Product
sw_ke: Ongeza bidhaa mpya
tr_tr: Yeni Ürün Ekle

source: Edit
sw_ke: Hairir
tr_tr: Düzenle

source: Edit Product
sw_ke: Hairir Bidhaa
tr_tr: Ürünü Düzenle

source: New Product
sw_ke: Bidhaa Mpya
tr_tr: Yeni Ürün

source: View Product
sw_ke: Angalia Bidhaa
tr_tr: Ürünü Gör

source: Search Products
sw_ke: Tafuta kwa Bidhaa
tr_tr: Ürünleri Ara

source: No products found
sw_ke: Hakuna Bidhaa iliyopatikana
tr_tr: Ürün Bulunamadı.

source: No products found in Trash
sw_ke: Hakuna Bidhaa iliyofutwa ilipatikana
tr_tr: Çöpte ürünler bulunamadı

source: Products for use with DukaPress
sw_ke: Bidhaa ya kutumiwa na DukaPress
tr_tr: Ürünler için Dukapress Kullanım

source: Displays DukaPress Shopping Cart
sw_ke: Huonyehsa Begi ya Ununuzi ya DukaPress
tr_tr: Dukapress Sepeti Göster

source: DukaPress Shopping Cart
sw_ke: Begi ya Ununuzi ya DukaPress
tr_tr: Dukapress Alışveriş Sepeti

source: Title:
sw_ke: Jina:
tr_tr: Başlık:

source: To change settings
sw_ke: Kugeuza 'Settings'
tr_tr: Ayarları Değiştir

source: click here
sw_ke: Bonyeza hapa
tr_tr: buraya tıkla

source: Displays DukaPress Checkout Link
sw_ke: Huonyesha DukaPress Checkout Link
tr_tr: Dukapress Satınal Link Göster

source: To change checkout url
sw_ke: Kugeuza checkout url
tr_tr: Değiştirilen URL

source: Displays Mini DukaPress Shopping Cart
sw_ke: Huonyesha Mini DukaPress Shopping Cart
tr_tr: Mini Dukapress Sepeti Göster

source: Your cart is empty.
sw_ke: Begi lako liko tupu.
tr_tr: Sepetinizde Ürün Yok.

source: Go to Checkout
sw_ke: Enda Ulipe
tr_tr: Satın Alma Sayfası

source: You have added
sw_ke: Umeongeza

source: to the cart
sw_ke: kwa begi

source: Empty your cart
sw_ke: Ondoa bidhaa kwa begi
tr_tr: Sepetinizi Boşaltın

source: Routing Number
tr_tr: Şube No

source: There are no product in your cart.
tr_tr: Sepetinizde ürün bulunmamaktadır.

source: E-mail: %s
tr_tr: E-Posta: %s

source: Password: %s
tr_tr: Şifre: %s

source: Routing Number:
tr_tr: Şube Numarası:

source: Account Number:
tr_tr: Hesap Numarası:

source: IBAN:
tr_tr: IBAN Numarası :

source: Digital File:
tr_tr: Dijital Dosya:

source: Dropdown Options
tr_tr: Dropdown Ayarları

source: DukaPress Checkout
tr_tr: Dukapress Satış

source: Mini DukaPress Shopping Cart
tr_tr: Mini Dukapress Sepet

source: Qty
tr_tr: Ad.

source: Product Display
tr_tr: Ürün Gösterimi

source: DukaPress Product Display
tr_tr: Dukapress Ürün Gösterimi
